Revit 2024 API
DuctSizes.Count Property
 Count of the items contained in the collection.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int Count { get; }
Visual Basic
Public ReadOnly Property Count As Integer
	Get
Visual C++
public:
property int Count {
	int get ();
}
See Also
DuctSizes Class
Autodesk.Revit.DB.Mechanical Namespace